Repository: microsoft/Power-Fx
Catalog: src/strings/*/PowerFxResources.resw
Source language: en_us
Languages: bg_bg, ca_es, cs_cz, da_dk, de_de, el_gr, es_es, et_ee, eu_es, fi_fi, fr_fr, gl_es, hi_in, hr_hr, hu_hu, it_it, ja_jp, kk_kz, ko_kr, lt_lt, lv_lv, ms_my, nb_no, nl_nl, pl_pl, pt_br, pt_pt, ro_ro, ru_ru, sk_sk, sl_si, sr_cyrl_rs, sr_latn_rs, sv_se, th_th, tr_tr, uk_ua, vi_vn, zh_cn, zh_tw

# AboutSin
source: Returns the sine value of a number.
bg_bg: Връща стойността на синуса от число.
ca_es: Retorna el valor de sinus d'un nombre.
cs_cz: Vrátí hodnotu sinus pro číslo.
da_dk: Returnerer sinusværdien for et tal.
de_de: Gibt den Sinuswert für eine Zahl zurück.
el_gr: Επιστρέφει την τιμή ημιτόνου ενός αριθμού.
es_es: Devuelve el valor de seno de un número.
et_ee: Tagastab arvu siinuse väärtuse.
eu_es: Zenbaki baten sinuaren balioa itzultzen du.
fi_fi: Palauttaa luvun siniarvon.
fr_fr: Retourne la valeur sinusoïdale d’un nombre.
gl_es: Devolve o valor do seno dun número.
hi_in: किसी संख्या का ज्या मान लौटाता है.
hr_hr: Vraća vrijednost sinusa broja.
hu_hu: Egy szám szinuszértékét adja vissza.
it_it: Restituisce il valore del seno di un numero.
ja_jp: 数値のサイン値を返します。
kk_kz: Санның синус мәнін қайтарады.
ko_kr: 특정 수의 사인 값을 반환합니다.
lt_lt: Pateikia skaičiaus sinuso reikšmę.
lv_lv: Atgriež skaitļa sinusa vērtību.
ms_my: Mengembalikan nilai sinus nombor.
nb_no: Returnerer sinus-verdien for et tall.
nl_nl: Retourneert de sinuswaarde van een getal.
pl_pl: Zwraca wartość funkcji sinus liczby.
pt_br: Retorna o valor do seno de um número.
pt_pt: Devolve o valor de seno de um número.
ro_ro: Returnează valoarea sinusului unui număr.
ru_ru: Возвращает значение синуса для числа.
sk_sk: Vráti hodnotu sínus čísla.
sl_si: Vrne vrednost sinusa števila.
sr_cyrl_rs: Враћа вредност синуса броја.
sr_latn_rs: Vraća vrednost sinusa broja.
sv_se: Returnerar sinusvärdet för ett tal.
th_th: คืนค่าไซน์ของตัวเลข
tr_tr: Bir sayının sinüs değerini döndürür.
uk_ua: Повертає значення синуса для числа.
vi_vn: Trả về giá trị sin của một số.
zh_cn: 返回某数值的正弦值。
zh_tw: 傳回數值的正弦值。

# AboutSinT
source: Returns the sine values of a column of numbers.
bg_bg: Връща стойностите на синуса от колона с числа.
ca_es: Retorna els valors de sinus d'una columna de nombres.
cs_cz: Vrátí hodnoty sinus pro sloupec čísel.
da_dk: Returnerer sinusværdierne for en kolonne med tal.
de_de: Gibt die Sinuswerte für eine Spalte mit Zahlen zurück.
el_gr: Επιστρέφει τις τιμές ημιτόνου μιας στήλης αριθμών.
es_es: Devuelve los valores de seno de una columna de números.
et_ee: Tagastab arve sisaldava veeru siinuste väärtused.
eu_es: Zenbaki-zutabe baten sinuaren balioak itzultzen ditu.
fi_fi: Palauttaa lukusarakkeen siniarvot.
fr_fr: Retourne les valeurs sinusoïdales d’une colonne de nombres.
gl_es: Devolve os valores do seno dunha columna de números.
hi_in: संख्याओं के स्तंभ के ज्या मान लौटाता है.
hr_hr: Vraća vrijednosti sinusa stupca brojeva.
hu_hu: Egy számoszlop szinuszértékeit adja vissza.
it_it: Restituisce i valori dei seni di una colonna di numeri.
ja_jp: 数値列のサイン値を返します。
kk_kz: Сандар бағанының синус мәндерін қайтарады.
ko_kr: 숫자 열의 사인 값을 반환합니다.
lt_lt: Pateikia skaičių stulpelio sinuso reikšmes.
lv_lv: Atgriež skaitļu kolonnas sinusa vērtības.
ms_my: Mengembalikan nilai sinus lajur nombor.
nb_no: Returnerer sinus-verdiene for en kolonne med tall.
nl_nl: Retourneert de sinuswaarden van een kolom getallen.
pl_pl: Zwraca wartości funkcji sinus kolumny liczb.
pt_br: Retorna os valores do seno de uma coluna de números.
pt_pt: Devolve os valores de seno de uma coluna de números.
ro_ro: Returnează valorile sinusului unei coloane de numere.
ru_ru: Возвращает значения синуса для столбца чисел.
sk_sk: Vráti hodnoty sínus stĺpca čísel.
sl_si: Vrne vrednosti sinusa stolpca števil.
sr_cyrl_rs: Враћа вредности синуса колоне бројева.
sr_latn_rs: Vraća vrednosti sinusa kolone brojeva.
sv_se: Returnerar sinusvärden för tal i en kolumn.
th_th: คืนค่าไซน์ของคอลัมน์ตัวเลข
tr_tr: Bir sayı sütununun sinüs değerlerini döndürür.
uk_ua: Повертає значення синуса для стовпця чисел.
vi_vn: Trả về các giá trị sin của một cột số.
zh_cn: 返回数值组成的列的正弦值。
zh_tw: 傳回數字資料行的正弦值。

# AboutAsin_number
source: A numeric value to process.
bg_bg: Числова стойност за обработване.
ca_es: Valor numèric que es processarà.
cs_cz: Číselná hodnota, která se má zpracovat
da_dk: En numerisk værdi, der skal behandles.
de_de: Ein zu verarbeitender Zahlenwert.
el_gr: Αριθμητική τιμή για επεξεργασία.
es_es: Un valor numérico que se va a procesar.
et_ee: Töödeldav arvväärtus.
eu_es: Prozesatuko den zenbakizko balioa.
fi_fi: Käsiteltävä numeerinen arvo.
fr_fr: Valeur numérique à traiter.
gl_es: Valor numérico que se vai procesar.
hi_in: संसाधित करने के लिए एक सांख्यिक मान.
hr_hr: Numerička vrijednost koja se obrađuje.
hu_hu: A feldolgozandó számérték.
it_it: Valore numerico da elaborare.
ja_jp: 処理する数値。
kk_kz: Өңделетін сандық мән.
ko_kr: 처리할 숫자 값입니다.
lt_lt: Skaitinė reikšmė, skirta apdoroti.
lv_lv: Apstrādājamā skaitliskā vērtība.
ms_my: Nilai angka untuk diproses.
nb_no: En numerisk verdi som skal behandles.
nl_nl: Een numerieke waarde die moet worden verwerkt.
pl_pl: Wartość liczbowa do przetworzenia.
pt_br: Valor numérico a processar.
pt_pt: Um valor numérico para processar.
ro_ro: O valoare numerică de procesat.
ru_ru: Числовое значение для обработки.
sk_sk: Numerická hodnota na spracovanie.
sl_si: Številska vrednost za obdelavo.
sr_cyrl_rs: Нумеричка вредност за обраду.
sr_latn_rs: Numerička vrednost za obradu.
sv_se: Ett numeriskt värde att bearbeta.
th_th: ค่าตัวเลขที่จะดำเนินการ
tr_tr: İşlenecek sayısal bir değer.
uk_ua: Числове значення, яке потрібно обробити.
vi_vn: Giá trị số cần xử lý.
zh_cn: 要处理的数值。
zh_tw: 要處理的數值。

# AboutAsin_input
source: A column of numeric values to process.
bg_bg: Колона с числови стойности за обработване.
ca_es: Columna de valors numèrics que es processarà.
cs_cz: Sloupec číselných hodnot, které se mají zpracovat
da_dk: En kolonne af numeriske værdier, der skal behandles.
de_de: Eine Spalte mit zu verarbeitenden Zahlenwerten.
el_gr: Στήλη αριθμητικών τιμών για επεξεργασία.
es_es: Una columna de valores numéricos que se va a procesar.
et_ee: Töödeldavate arvväärtuste veerg.
eu_es: Prozesatzeko zenbakizko balioak dituen zutabea.
fi_fi: Käsiteltävien numeeristen arvojen sarake.
fr_fr: Colonne de valeurs numériques à traiter.
gl_es: Columna de valores numéricos que se van procesar.
hi_in: संसाधित करने के लिए सांख्यिक मानों का स्तंभ.
hr_hr: Stupac numeričkih vrijednosti koji se obrađuje.
hu_hu: A feldolgozandó számértékeket tartalmazó oszlop.
it_it: Colonna di valori numerici da elaborare.
ja_jp: 処理する数値の列。
kk_kz: Өңделетін сандық мәндер бағаны.
ko_kr: 처리할 숫자 값 열입니다.
lt_lt: Skaitinių reikšmių stulpelis, skirtas apdoroti.
lv_lv: Apstrādājamā skaitlisko vērtību kolonna.
ms_my: Lajur nilai angka untuk diproses.
nb_no: En kolonne med numeriske verdier som skal behandles.
nl_nl: Een kolom met numerieke waarden die moeten worden verwerkt.
pl_pl: Kolumna wartości liczbowych do przetworzenia.
pt_br: Coluna de valores numéricos a processar.
pt_pt: Uma coluna de valores numéricos para processar.
ro_ro: O coloană de valori numerice de procesat.
ru_ru: Столбец числовых значений для обработки.
sk_sk: Stĺpec numerických hodnôt na spracovanie.
sl_si: Stolpec številskih vrednosti za obdelavo.
sr_cyrl_rs: Колона нумеричких вредности за обраду.
sr_latn_rs: Kolona numeričkih vrednosti za obradu.
sv_se: En kolumn med numeriska värden att bearbeta.
th_th: คอลัมน์ของค่าตัวเลขที่จะดำเนินการ
tr_tr: İşlenecek sayısal değerleri içeren bir sütun.
uk_ua: Числовий стовпець, який потрібно обробити.
vi_vn: Cột chứa các giá trị số cần xử lý.
zh_cn: 要处理的数值组成的列。
zh_tw: 要處理的數值資料行。

# AboutAsin
source: Returns the arc sine value (in radians) of a number.
bg_bg: Връща стойността на аркуссинуса (в радиани) от число.
ca_es: Retorna el valor d'arc sinus (en radians) d'un nombre.
cs_cz: Vrátí hodnotu arkus sinus (v radiánech) pro číslo.
da_dk: Returnerer buens sinusværdi (i radianer) for et tal.
de_de: Gibt den Arcussinuswert (im Bogenmaß) für eine Zahl zurück.
el_gr: Επιστρέφει την τιμή τόξου ημιτόνου (σε ακτίνια) ενός αριθμού.
es_es: Devuelve el valor de arcoseno de un número (en radianes).
et_ee: Tagastab arvu arkussiinuse väärtuse (radiaanides).
eu_es: Zenbaki baten arku sinuaren balioa itzultzen du (radianetan zehaztuta).
fi_fi: Palauttaa luvun arkussiniarvon (radiaaneina).
fr_fr: Retourne la valeur d’arc sinus (en radians) d’un nombre.
gl_es: Devolve o valor do arcoseno (en radiáns) dun número.
hi_in: किसी संख्या का चाप ज्या मान (रेडियंस में) लौटाता है.
hr_hr: Vraća vrijednost arkus sinusa (u radijanima) broja.
hu_hu: Egy szám arkuszszinuszértékét adja eredményül (radiánban).
it_it: Restituisce il valore dell'arcoseno (in radianti) di un numero.
ja_jp: 数値のアークサイン値 (ラジアン単位) を返します。
kk_kz: Санның арксинусының мәнін (радианалармен берілген) қайтарады.
ko_kr: 특정 수의 아크사인 값(라디안 단위)을 반환합니다.
lt_lt: Pateikia skaičiaus arksinuso reikšmę (radianais).
lv_lv: Atgriež skaitļa arksinusa vērtību (radiānos).
ms_my: Mengembalikan nilai lengkuk sinus (dalam radian) nombor.
nb_no: Returnerer arcsinus-verdien (i radianer) for et tall.
nl_nl: Retourneert de waarde voor de arcsinus (in radialen) van een getal.
pl_pl: Zwraca wartość funkcji arcus sinus (w radianach) liczby.
pt_br: Retorna o valor do arco seno (em radianos) de um número.
pt_pt: Devolve o valor de arco seno (em radianos) de um número.
ro_ro: Returnează valoarea arcsinusului unui număr (în radiani).
ru_ru: Возвращает значение арксинуса (в радианах) для числа.
sk_sk: Vráti hodnotu arkus sínus (v radiánoch) čísla.
sl_si: Vrne vrednost arkus sinusa (v radianih) števila.
sr_cyrl_rs: Враћа вредност аркус синуса броја (у радијанима).
sr_latn_rs: Vraća vrednost arkus sinusa broja (u radijanima).
sv_se: Returnerar arcus sinus-värdet (i radianer) av ett tal.
th_th: คืนค่าไซน์โค้ง (ในเรเดียน) ของตัวเลข
tr_tr: Bir sayının ark sinüs değerini (radyan cinsinde) döndürür.
uk_ua: Повертає значення арксинуса (у радіанах) для числа.
vi_vn: Trả về giá trị arc sin (theo radian) của một số.
zh_cn: 返回某数值的反正弦值(以弧度为单位)。
zh_tw: 傳回數值的反正弦值 (以弧度為單位)。

# AboutAsinT
source: Returns the arc sine values (in radians) of a column of numbers.
bg_bg: Връща стойностите на аркуссинуса (в радиани) от колона с числа.
ca_es: Retorna els valors d'arc sinus (en radians) d'una columna de nombres.
cs_cz: Vrátí hodnoty arkus sinus (v radiánech) pro sloupec čísel.
da_dk: Returnerer buens sinusværdier (i radianer) for en kolonne med tal.
de_de: Gibt die Arcussinuswerte (im Bogenmaß) für eine Spalte mit Zahlen zurück.
el_gr: Επιστρέφει τις τιμές τόξου ημιτόνου (σε ακτίνια) μιας στήλης αριθμών.
es_es: Devuelve los valores de arcoseno de una columna de números (en radianes).
et_ee: Tagastab arve sisaldava veeru arkussiinuste väärtused (radiaanides).
eu_es: Zenbaki-zutabe baten arku sinuaren balioak itzultzen ditu (radianetan zehaztuta).
fi_fi: Palauttaa lukusarakkeen arkussiniarvot (radiaaneina).
fr_fr: Retourne les valeurs d’arc sinus (en radians) d’une colonne de nombres.
gl_es: Devolve os valores do arcoseno (en radiáns) dunha columna de números.
hi_in: संख्याओं के स्तंभ का चाप ज्या मान (रेडियंस में) लौटाता है.
hr_hr: Vraća vrijednosti arkus sinusa (u radijanima) stupca brojeva.
hu_hu: Egy számoszlop arkuszszinuszértékeit adja eredményül (radiánban).
it_it: Restituisce i valori degli arcoseni (in radianti) di una colonna di numeri.
ja_jp: 数値列のアークサイン値 (ラジアン単位) を返します。
kk_kz: Сандар бағанының арксинусының мәндерін (радианалармен берілген) қайтарады.
ko_kr: 숫자 열의 아크사인 값(라디안 단위)을 반환합니다.
lt_lt: Pateikia skaičių stulpelio arksinuso reikšmes (radianais).
lv_lv: Atgriež skaitļu kolonnas arksinusa vērtības (radiānos).
ms_my: Mengembalikan nilai lengkuk sinus (dalam radian) lajur nombor.
nb_no: Returnerer arcsinus-verdiene (i radianer) for en kolonne med tall.
nl_nl: Retourneert de waarden voor de arcsinus (in radialen) van een kolom getallen.
pl_pl: Zwraca wartości funkcji arcus sinus (w radianach) kolumny liczb.
pt_br: Retorna os valores do arco seno (em radianos) de uma coluna de números.
pt_pt: Devolve os valores de arco seno (em radianos) de uma coluna de números.
ro_ro: Returnează valorile arcsinusului unei coloane de numere (în radiani).
ru_ru: Возвращает значения арксинуса (в радианах) для столбца чисел.
sk_sk: Vráti hodnoty arkus sínus (v radiánoch) stĺpca čísel.
sl_si: Vrne vrednosti arkus sinusa (v radianih) stolpca števil.
sr_cyrl_rs: Враћа вредности аркус синуса колоне бројева (у радијанима).
sr_latn_rs: Vraća vrednosti arkus sinusa kolone brojeva (u radijanima).
sv_se: Returnerar arcus sinus-värden (i radianer) av tal i en kolumn.
th_th: คืนค่าไซน์โค้ง (ในเรเดียน) ของคอลัมน์ตัวเลข
tr_tr: Bir sayı sütununun ark sinüs değerlerini (radyan cinsinde) döndürür.
uk_ua: Повертає значення арксинуса (у радіанах) для стовпця чисел.
vi_vn: Trả về các giá trị arc sin (theo radian) của một cột số.
zh_cn: 返回数值组成的列的反正弦值(以弧度为单位)。
zh_tw: 傳回數字資料行的反正弦值 (以弧度為單位)。

# AboutCos
source: Returns the cosine value of a number.
bg_bg: Връща стойността на косинуса от число.
ca_es: Retorna el valor de cosinus d'un nombre.
cs_cz: Vrátí hodnotu kosinus pro číslo.
da_dk: Returnerer cosinusværdien for et tal.
de_de: Gibt den Cosinuswert für eine Zahl zurück.
el_gr: Επιστρέφει την τιμή συνημιτόνου ενός αριθμού.
es_es: Devuelve el valor de coseno de un número.
et_ee: Tagastab arvu koosinuse väärtuse.
eu_es: Zenbaki baten kosinuaren balioa itzultzen du.
fi_fi: Palauttaa luvun kosiniarvon.
fr_fr: Retourne la valeur de cosinus d’un nombre.
gl_es: Devolve o valor do coseno dun número.
hi_in: किसी संख्या का कोज्या मान लौटाता है.
hr_hr: Vraća vrijednost kosinusa broja.
hu_hu: Egy szám koszinuszértékét adja eredményül.
it_it: Restituisce il valore del coseno di un numero.
ja_jp: 数値のコサイン値を返します。
kk_kz: Санның косинус мәнін қайтарады.
ko_kr: 특정 수의 코사인 값을 반환합니다.
lt_lt: Pateikia skaičiaus kosinuso reikšmę.
lv_lv: Atgriež skaitļa kosinusa vērtību.
ms_my: Mengembalikan nilai kosinus nombor.
nb_no: Returnerer cosinus-verdien for et tall.
nl_nl: Retourneert de cosinuswaarde van een getal.
pl_pl: Zwraca wartość funkcji cosinus liczby.
pt_br: Retorna o valor do cosseno de um número.
pt_pt: Devolve o valor de cosseno de um número.
ro_ro: Returnează valoarea cosinusului unui număr.
ru_ru: Возвращает значение косинуса для числа.
sk_sk: Vráti hodnotu kosínus čísla.
sl_si: Vrne vrednost kosinusa števila.
sr_cyrl_rs: Враћа вредност косинуса броја.
sr_latn_rs: Vraća vrednost kosinusa broja.
sv_se: Returnerar cosinus-värdet av ett tal.
th_th: คืนค่าโคไซน์ของตัวเลข
tr_tr: Bir sayının kosinüs değerini döndürür.
uk_ua: Повертає значення косинуса для числа.
vi_vn: Trả về giá trị cosin của một số.
zh_cn: 返回某数值的余弦值。
zh_tw: 傳回數值的餘弦值。

# AboutCosT
source: Returns the cosine values of a column of numbers.
bg_bg: Връща стойностите на косинуса от колона с числа.
ca_es: Retorna els valors de cosinus d'una columna de nombres.
cs_cz: Vrátí hodnoty kosinus pro sloupec čísel.
da_dk: Returnerer cosinusværdierne for en kolonne med tal.
de_de: Gibt die Cosinuswerte für eine Spalte mit Zahlen zurück.
el_gr: Επιστρέφει τις τιμές συνημιτόνου μιας στήλης αριθμών.
es_es: Devuelve los valores de coseno de una columna de números.
et_ee: Tagastab arve sisaldava veeru koosinuste väärtused.
eu_es: Zenbaki-zutabe baten kosinuaren balioak itzultzen ditu.
fi_fi: Palauttaa lukusarakkeen kosiniarvot.
fr_fr: Retourne les valeurs de cosinus d’une colonne de nombres.
gl_es: Devolve os valores do coseno dunha columna de números.
hi_in: संख्याओं के स्तंभ का कोज्या मान लौटाता है.
hr_hr: Vraća vrijednosti kosinusa stupca brojeva.
hu_hu: Egy számoszlop koszinuszértékeit adja eredményül.
it_it: Restituisce i valori dei coseni di una colonna di numeri.
ja_jp: 数値列のコサイン値を返します。
kk_kz: Сандар бағанының косинус мәндерін қайтарады.
ko_kr: 숫자 열의 코사인 값을 반환합니다.
lt_lt: Pateikia skaičių stulpelio kosinuso reikšmes.
lv_lv: Atgriež skaitļu kolonnas kosinusa vērtības.
ms_my: Mengembalikan nilai kosinus lajur nombor.
nb_no: Returnerer cosinus-verdiene for en kolonne med tall.
nl_nl: Retourneert de cosinuswaarden van een kolom getallen.
pl_pl: Zwraca wartości funkcji cosinus kolumny liczb.
pt_br: Retorna os valores do cosseno de uma coluna de números.
pt_pt: Devolve os valores de cosseno de uma coluna de números.
ro_ro: Returnează valorile cosinusului unei coloane de numere.
ru_ru: Возвращает значения косинуса для столбца чисел.
sk_sk: Vráti hodnoty kosínus stĺpca čísel.
sl_si: Vrne vrednosti kosinusa stolpca števil.
sr_cyrl_rs: Враћа вредности косинуса колоне бројева.
sr_latn_rs: Vraća vrednosti kosinusa kolone brojeva.
sv_se: Returnerar cosinus-värden av tal i en kolumn.
th_th: คืนค่าโคไซน์ของคอลัมน์ตัวเลข
tr_tr: Bir sayı sütununun kosinüs değerlerini döndürür.
uk_ua: Повертає значення косинуса для стовпця чисел.
vi_vn: Trả về các giá trị cosin của một cột số.
zh_cn: 返回数值组成的列的余弦值。
zh_tw: 傳回數字資料行的餘弦值。

# AboutCos_number
source: A numeric value (in radians) to process.
bg_bg: Числова стойност (в радиани) за обработка.
ca_es: Valor numèric (en radians) que es processarà.
cs_cz: Číselná hodnota (v radiánech), která se má zpracovat.
da_dk: En numerisk værdi (i radianer), der skal behandles.
de_de: Ein numerischer Wert (im Bogenmaß), der zu verarbeiten ist.
el_gr: Μια αριθμητική τιμή (σε ακτίνια) προς επεξεργασία.
es_es: Un valor numérico para procesar (en radianes).
et_ee: Töödeldav arvväärtus (radiaanides).
eu_es: Prozesatuko den zenbakizko balioa (radianetan zehaztuta).
fi_fi: Käsiteltävä numeroarvo (radiaaneina).
fr_fr: Valeur numérique (en radians) à traiter.
gl_es: Valor numérico (en radiáns) para procesar.
hi_in: संसाधित किया जाने वाला सांख्यिक मान (रेडियंस में).
hr_hr: Brojčana vrijednost (u radijanima) koja će biti obrađena.
hu_hu: A feldolgozandó számérték (radiánban).
it_it: Valore numerico (in radianti) da elaborare.
ja_jp: 処理する数値 (ラジアン単位)。
kk_kz: Өңделетін сандық мән (радианалармен берілген).
ko_kr: 처리할 숫자 값(라디안 단위)입니다.
lt_lt: Skaitinė reikšmė (radianais), skirta apdoroti.
lv_lv: Apstrādājamā skaitliskā vērtība (radiānos).
ms_my: Nilai nombor (dalam radian) untuk diproses.
nb_no: En numerisk verdi (i radianer) som skal behandles.
nl_nl: Een numerieke waarde (in radialen) die moet worden verwerkt.
pl_pl: Wartość liczbowa (w radianach) do przetworzenia.
pt_br: Um valor numérico (em radianos) para processar.
pt_pt: Um valor numérico (em radianos) a processar.
ro_ro: O valoare numerică (în radiani) de procesat.
ru_ru: Числовое значение (в радианах) для обработки.
sk_sk: Číselná hodnota (v radiánoch) na spracovanie.
sl_si: Številska vrednost (v radianih) za obdelavo.
sr_cyrl_rs: Нумеричка вредност (у радијанима) коју треба обрадити.
sr_latn_rs: Numerička vrednost (u radijanima) koju treba obraditi.
sv_se: Ett numeriskt värde (i radianer) att bearbeta.
th_th: ค่าตัวเลข (ในเรเดียน) ที่จะประมวลผล
tr_tr: İşlenecek bir sayısal değer (radyan cinsinde).
uk_ua: Числове значення (у радіанах) для обробки.
vi_vn: Một giá trị số (theo radian) để xử lý.
zh_cn: 要处理的数值(以弧度为单位)。
zh_tw: 要處理的數值 (以弧度為單位)。

# AboutCos_input
source: A column of numeric values (in radians) to process.
bg_bg: Колона с числови стойности (в радиани) за обработка.
ca_es: Columna de valors numèrics (en radians) que es processaran.
cs_cz: Sloupec číselných hodnot (v radiánech), které se mají zpracovat.
da_dk: En kolonne med numeriske værdier (i radianer), der skal behandles.
de_de: Eine Spalte mit numerischen Werten (im Bogenmaß), die zu verarbeiten sind.
el_gr: Μια στήλη αριθμητικών τιμών (σε ακτίνια) προς επεξεργασία.
es_es: Una columna de valores numéricos para procesar (en radianes).
et_ee: Töödeldavate arvväärtuste (radiaanides) veerg.
eu_es: Prozesatuko den zenbakizko balioen zutabea (radianetan zehaztuta).
fi_fi: Käsiteltävien numeroarvojen (radiaaneina) sarake.
fr_fr: Colonne de valeurs numériques (en radians) à traiter.
gl_es: Columna de valores numéricos (en radiáns) para procesar.
hi_in: संसाधित किए जाने वाले सांख्यिक मानों (रेडियंस में) का स्तंभ.
hr_hr: Stupac brojčanih vrijednosti (u radijanima) koje će biti obrađene.
hu_hu: A feldolgozandó, számértékeket (radiánban) tartalmazó oszlop.
it_it: Colonna di valori numerici (in radianti) da elaborare.
ja_jp: 処理する数値列の値 (ラジアン単位)。
kk_kz: Өңделетін сандық мәндердің (радианалармен берілген) бағаны.
ko_kr: 처리할 숫자 값(라디안 단위)의 열입니다.
lt_lt: Skaitinių reikšmių (radianais) stulpelis, skirtas apdoroti.
lv_lv: Apstrādājamā skaitlisko vērtību (radiānos) kolonna.
ms_my: Lajur nilai nombor (dalam radian) untuk diproses.
nb_no: En kolonne med numeriske verdier (i radianer) som skal behandles.
nl_nl: Een kolom met numerieke waarden (in radialen) die moeten worden verwerkt.
pl_pl: Kolumna wartości liczbowych (w radianach) do przetworzenia.
pt_br: Uma coluna de valores numéricos (em radianos) para processar.
pt_pt: Uma coluna de valores numéricos (em radianos) a processar.
ro_ro: O coloană de valori numerice (în radiani) de procesat.
ru_ru: Столбец числовых значений (в радианах) для обработки.
sk_sk: Stĺpec číselných hodnôt (v radiánoch) na spracovanie.
sl_si: Stolpec številskih vrednosti (v radianih) za obdelavo.
sr_cyrl_rs: Колона нумеричких вредности (у радијанима) које треба обрадити.
sr_latn_rs: Kolona numeričkih vrednosti (u radijanima) koje treba obraditi.
sv_se: En kolumn med numeriska värden (i radianer) att bearbeta.
th_th: คอลัมน์ของค่าตัวเลข (ในเรเดียน) ที่จะประมวลผล
tr_tr: İşlenecek bir sayısal değerler (radyan cinsinde) sütunu.
uk_ua: Стовпець числових значень (у радіанах) для обробки.
vi_vn: Một cột giá trị số (theo radian) để xử lý.
zh_cn: 要处理的数值组成的列(以弧度为单位)。
zh_tw: 要處理的數值資料行 (以弧度為單位)。
